app/controllers/synchronizers_controller.rb

SELECT * FROM "synchronizers"
---
  def index
    @synchronizers = Synchronizer.all